{
    "HEADER": {
        "ABOUT": "About me",
        "SKILLS": "Skills",
        "PROJECTS": "Projects",
        "HI": "Hi!",
        "NAME": "My name’s Yevheniia",
        "DEVELOPER": "I’m Frontend developer"
    },
    "ABOUT": {
        "INTRO": "I'm budding Frontend developer with a passion for creating beautiful and intuitive web applications.  I am always eager to learn from experienced professionals and contribute to projects.",
        "BEGIN": "at the beginning",
        "NOW": "now",
        "FUTURE": "in the future",
        "BEGIN_TEXT": "My path in web development started at freelance. During this time, I developed three projects for the customer and learned how to make up websites according to a predetermined design and write a little logic for them, as well as coordinate the subtleties with the customer. This opportunity gave me valuable hands-on experience and a solid foundation. Also, I was in internship in Kyiv companywhere I did my own small project, sometimes I was admitted to the team development of the company's project, in which I did simple and uncomplicated things.",
        "NOW_TEXT": "As a student, I’m committed to expanding my knowledge and staying up to date with the latest trends and technologies. I am dedicated to continuous learning and pushing myself to grow both technically and creatively. In addition to my technical skills, I am a highly motivated and diligent individual who values teamwork and collaborion. ",
        "FUTURE_TEXT": "I will always strive to learn from experienced professionals and develop myself in order to perform tasks even more effectively.",
        "LOCATION": "Location: Warsaw, Poland",
        "LANGUAGES": "Languages: Ukrainian, Polish, English",
        "EDUCATION": "Education: middle school, Vistula University (2022-present)",
        "OPEN_TO_WORK": "Open to work: Available"
    },

    "SKILLS": {
        "INTRO": "With a strong focus on Frontend development, I possess proficiency in HTML, CSS, and JavaScript. All of my projects were developed with Angular 8+. I strive to create visually appealing and user-friendly websites that offer seamless and engaging experiences for users. Additionally, I have experience working with Figma and Photoshop for web design. For version control, I am familiar with Git and Azure and have knowledge of basic commands.",
        "ALSO_I_CAN": "Also, I can:",
        "LIBRARIES": "use libraries like bootstrap and angular modules",
        "ROUTING": "create routing in application",
        "FORMS": "create sign-in and sign-up forms",
        "ANIMATIONS": "create simple animations",
        "LANGUAGES": "create an choice of languages",
        "LAYOUTS": "create adaptive and semantic layouts",
        "THEMES": "create themes",
        "STUDYIND": "I want to learn how to:",
        "SCSS": "use SCSS and SASS",
        "CLEAR_CODE": "write clear code",
        "DIFFICULT_ANIMATIONS": "create more difficult animations"
    },

    "PROJECTS": {
        "TECHNOLOGIES_SKYCALL": "Technologies: Angular, HTML, CSS, TS. \n\r",
        "TECHNOLOGIES_ITPOWER": "Technologies: Angular, HTML, CSS, TS. \n\r",
        "TECHNOLOGIES_INNET": "Technologies: Angular, HTML, SCSS, TS. \n\r",
        "DESCRIPTION_SKYCALL": "It was a landing page where I was learning how to to create simple elements within the framework. I gained experience working with client and following instructions from project manager.",
        "DESCRIPTION_ITPOWER": "It is a landing page where I consolidated my knowledge and learned how to create an adaptive site based on design. Additionally, I'm pleased to mention that the project is currently operational.",
        "DESCRIPTION_INNET": "It is an unfinished pet project where I collaborated with a Backend developer to create a social network. During this project, I learned how to create sign-up and sign-in forms and gained experience working with queries.",
        "ALL_PROJECTS": "All of my projects can be seen",
        "HERE": "here"
    },

    "FOOTER": {
        "HOME": "Home"
    }
}