{
    "HEADER": {
        "ABOUT": "O mnie",
        "SKILLS": "Umiejętności",
        "PROJECTS": "Projekty",
        "HI": "Cześć!",
        "NAME": "Mam na imię Yevheniia",
        "DEVELOPER": "Jestem front-end developerem"
    },
    "ABOUT": {
        "INTRO": "Jestem początkującym programistą front-end z pasją do tworzenia pięknych i intuicyjnych aplikacji internetowych. Zawsze chętnie uczę się od doświadczonych profesjonalistów i uczestniczę w projektach.",
        "BEGIN": "na początku",
        "NOW": "teraz",
        "FUTURE": "w przyszłości",
        "BEGIN_TEXT": "Moja droga w tworzeniu stron internetowych rozpoczęła się jako nieformalny staż w firmie w Kijowie. Podczas tego doświadczenia zdobyłam praktyczne doświadczenie w branży, ściśle współpracując z profesjonalistami, którzy pomogli mi doskonalić moje umiejętności. Próbowałam różnych kierunków: Front-end, Back-end, Android. Ta możliwość dała mi cenne praktyczne doświadczenie i solidne podstawy.",
        "NOW_TEXT": "Jako student z zaangażowaniem poszerzam swoją wiedzę i jestem na bieżąco z najnowszymi trendami i technologiami. Jestem oddaną ciągłemu uczeniu się i dążeniu do rozwoju zarówno technicznego, jak i kreatywnego. Oprócz moich umiejętności technicznych jestem wysoce zmotywowaną i pracowitą osobą, która ceni pracę zespołową i współpracę.",
        "FUTURE_TEXT": "Zawsze będę dążyła do uczenia się od doświadczonych fachowców i rozwijania się, aby jeszcze skuteczniej wykonywać zadania.",
        "LOCATION": "Lokalizacja: Warszawa, Polska",
        "LANGUAGES": "Języki: ukraiński, polski, angielski",
        "EDUCATION": "Wykształcenie: skoła średnia, Uczelnia Vistula (2022-obecnie)",
        "OPEN_TO_WORK": "Otwarta na pracę: Tak"
    },
    "SKILLS": {
        "INTRO": "Z silnym naciskiem na programowanie front-end, posiadam biegłość w HTML, CSS i JavaScript. Wszystkie moje projekty powstały w Angular 8+. Staram się tworzyć atrakcyjne wizualnie i przyjazne dla użytkownika strony internetowe, które zapewniają bezproblemowe i wciągające wrażenia dla użytkowników. Dodatkowo mam doświadczenie w pracy z Figmą i Photoshopem do projektowania stron internetowych. Jeśli chodzi o kontrolę wersji, jestem zaznajomioną z Git i Azure oraz znam podstawowe polecenia.",
        "ALSO_I_CAN": "Poza tym mogę:",
        "LIBRARIES": "używać bibliotek, takich jak bootstrap i angular modules",
        "ROUTING": "tworzyć routing w aplikacji",
        "FORMS": "tworzyć formularze logowania i rejestracji",
        "ANIMATIONS": "tworzyć proste animacje",
        "LANGUAGES": "stworzyć wybór języków",
        "LAYOUTS": "tworzyć układy adaptacyjne i semantyczne",
        "THEMES": "tworzyć motywy kolorystyczne",
        "STUDYIND": "Chciałabym nauczyć się:",
        "SCSS": "używać SCSS i SASS",
        "CLEAR_CODE": "pisać przejrzystego kodu",
        "DIFFICULT_ANIMATIONS": "tworzyć trudniejsze animacje"
    },
    "PROJECTS": {
        "TECHNOLOGIES_SKYCALL": "Technologie: Angular, HTML, CSS, TS. \n\r",
        "TECHNOLOGIES_ITPOWER": "Technologie: Angular, HTML, CSS, TS. \n\r",
        "TECHNOLOGIES_INNET": "Technologie: Angular, HTML, SCSS, TS. \n\r",
        "DESCRIPTION_SKYCALL": "Jest to landing page, na którym uczyłam się tworzyć proste elementy w frameworku. Zdobyłam doświadczenie pracując z klientem i wykonując polecenia kierownika projektu.",
        "DESCRIPTION_ITPOWER": "Jest to landing page, na którym ugruntowałam swoją wiedzę i nauczyłam się tworzyć stronę adaptacyjną w oparciu o design. Ponadto z przyjemnością informuję, że projekt jest obecnie w fazie operacyjnej.",
        "DESCRIPTION_INNET": "Jest to projekt edukacyjny, w którym współpracowałam z back-end programistą, aby stworzyć sieć społecznościową. Podczas tego projektu nauczyłam się tworzyć formularze rejestracji i logowania oraz zdobyłam doświadczenie w obsłudze zgłoszeń.",
        "ALL_PROJECTS": "Wszystkie moje projekty można zobaczyć",
        "HERE": "tutaj"
    },
    "FOOTER": {
        "HOME": "Główna"
    }
}