{
    "HEADER": {
        "ABOUT": "Про мене",
        "SKILLS": "Навички",
        "PROJECTS": "Проекти",
        "HI": "Привіт!",
        "NAME": "Мене звуть Євгенія",
        "DEVELOPER": "Я Front-end розробник"
    },
    "ABOUT": {
        "INTRO": "Я початковий Front-end розробник із пристрастю до створення красивих та інтуїтивно зрозумілих веб-додатків. Я завжди прагну вчитися у досвідчених професіоналів і робити внесок у проекти, які мають значний вплив.",
        "BEGIN": "на початку",
        "NOW": "зараз",
        "FUTURE": "в майбутньому",
        "BEGIN_TEXT": "Мій шлях у веб-розробці почався як неофіційне стажування в Київській компанії, де я отримала практичний досвід у галузі, тісно співпрацюючи з професіоналами, які допомогли мені відточити свої навички. Я спробувала різні напрямки: Front-end, Back-end й Android. Ця можливість дала мені цінний практичний досвід і міцну основу.",
        "NOW_TEXT": "Будучи студентом, я прагну розширювати свої знання та бути в курсі останніх тенденцій і технологій. Я віддана безперервному навчанню та прагну до розвитку як у технічному, так і в творчому плані. Окрім моїх технічних навичок, я високомотивована та старанна людина, яка цінує командну роботу та співпрацю.",
        "FUTURE_TEXT": "Я завжди буду прагнути вчитися у досвідчених професіоналів і розвиватися, щоб ще ефективніше виконувати завдання.",
        "LOCATION": "Місце проживання: Варшава, Польща",
        "LANGUAGES": "Мови: українська, польська, англійська",
        "EDUCATION": "Освіта: середня школа, Vistula University (2022-по теперішній час)",
        "OPEN_TO_WORK": "Відкритість для роботи: Так"
    },

    "SKILLS": {
        "INTRO": "Приділяючи значну увагу розробці інтерфейсу, я добре володію HTML, CSS і JavaScript. Усі мої проекти були розроблені за допомогою Angular 8+. Я прагну створювати візуально привабливі та зручні веб-сайти, які пропонують безперебійну та привабливу роботу для користувачів. Крім того, я маю досвід роботи з Figma та Photoshop для веб-дизайну. Що стосується контролю версій, я знайома із Git та Azure і маю знання основних команд.",
        "ALSO_I_CAN": "Також я можу:",
        "LIBRARIES": "використовувати такі бібліотеки, як модулі bootstrap і angular",
        "ROUTING": "створювати маршрутизацію в додатку",
        "FORMS": "створювати форми входу та реєстрації",
        "ANIMATIONS": "створювати прості анімації",
        "LANGUAGES": "створювати вибір мов",
        "LAYOUTS": "створювати адаптивні та семантичні макети",
        "THEMES": "створювати теми",
        "STUDYIND": "Я вивчав:",
        "SCSS": "використовувати SCSS і SASS",
        "CLEAR_CODE": "писати чіткий код",
        "DIFFICULT_ANIMATIONS": "створювати складніші анімації",
        "BACKEND": "писати бек-енд за допомогою Java"
    },

    "PROJECTS": {
        "DESCRIPTION": "Опис",
        "ALL_PROJECTS": "Всі мої проекти можна побачити",
        "HERE": "тут"
    },

    "FOOTER": {
        "HOME": "Головна"
    }
}