{
    "HEADER": {
        "ABOUT": "Про мене",
        "SKILLS": "Навички",
        "PROJECTS": "Проекти",
        "HI": "Привіт!",
        "NAME": "Мене звуть Євгенія",
        "DEVELOPER": "Я Frontend розробник"
    },
    "ABOUT": {
        "INTRO": "Я початковий Frontend розробник із пристрастю до створення красивих та інтуїтивно зрозумілих веб-додатків. Я завжди прагну вчитися у досвідчених професіоналів і робити внесок у проекти.",
        "BEGIN": "на початку",
        "NOW": "зараз",
        "FUTURE": "в майбутньому",
        "BEGIN_TEXT": "Мій шлях у веб-розробці розпочався на фрілансі. За цей час я розробила три проекти для замовника і навчилась створювати сайти за заданим дизайном і писати для них трохи логіки, а також узгоджувати тонкощі з замовником. Ця можливість дала мені цінний практичний досвід і міцну основу. Також я проходила практику в київській компанії, де робила власний невеликий проект, іноді мене допускали до командної розробки проекту компанії, в якій я робила прості та нескладні речі.",
        "NOW_TEXT": "Будучи студентом, я прагну розширювати свої знання та бути в курсі останніх тенденцій і технологій. Я віддана безперервному навчанню та прагну до розвитку як у технічному, так і в творчому плані. Окрім моїх технічних навичок, я високомотивована та старанна людина, яка цінує командну роботу та співпрацю.",
        "FUTURE_TEXT": "Я завжди буду прагнути вчитися у досвідчених професіоналів і розвиватися, щоб ще ефективніше виконувати завдання.",
        "LOCATION": "Місце проживання: Варшава, Польща",
        "LANGUAGES": "Мови: українська, польська, англійська",
        "EDUCATION": "Освіта: середня школа, Vistula University (2022-по теперішній час)",
        "OPEN_TO_WORK": "Відкритість для роботи: Так"
    },

    "SKILLS": {
        "INTRO": "Приділяючи значну увагу розробці інтерфейсу, я добре володію HTML, CSS і JavaScript. Усі мої проекти були розроблені за допомогою Angular 8+. Я прагну створювати візуально привабливі та зручні веб-сайти, які пропонують безперебійну та приємну роботу для користувачів. Крім того, я маю досвід роботи з Figma та Photoshop для веб-дизайну. Що стосується контролю версій, я знайома із Git та Azure і маю знання основних команд.",
        "ALSO_I_CAN": "Також я можу:",
        "LIBRARIES": "використовувати такі бібліотеки, як модулі bootstrap і angular",
        "ROUTING": "створювати маршрутизацію в додатку",
        "FORMS": "створювати форми входу та реєстрації",
        "ANIMATIONS": "створювати прості анімації",
        "LANGUAGES": "створювати вибір мов",
        "LAYOUTS": "створювати адаптивні та семантичні макети",
        "THEMES": "створювати теми",
        "STUDYIND": "Я хочу вивчити:",
        "SCSS": "використовувати SCSS і SASS",
        "CLEAR_CODE": "писати чіткий код",
        "DIFFICULT_ANIMATIONS": "створювати складніші анімації"
    },

    "PROJECTS": {
        "TECHNOLOGIES_SKYCALL": "Технології: Angular, HTML, CSS, TS. \n\r",
        "TECHNOLOGIES_ITPOWER": "Технології: Angular, HTML, CSS, TS. \n\r",
        "TECHNOLOGIES_INNET": "Технології: Angular, HTML, SCSS, TS. \n\r",
        "DESCRIPTION_SKYCALL": "Це була цільова сторінка, на якій я навчалась створювати прості елементи в межах фреймворку. Я отримала досвід роботи з клієнтом та виконання вказівок керівника проекту.",
        "DESCRIPTION_ITPOWER": "Це цільова сторінка, де я закріпила свої знання та навчилась створювати адаптивний сайт на основі дизайну. Крім того, мені приємно зазначити, що проект наразі працює.",
        "DESCRIPTION_INNET": "Це незавершений навчальний проект, у якому я разом із бекенд-розробником створювали соціальну мережу. Під час цього проекту я навчилась створювати форми реєстрації та входу і отримала досвід роботи із запитами.",
        "ALL_PROJECTS": "Всі мої проекти можна побачити",
        "HERE": "тут"
    },

    "FOOTER": {
        "HOME": "Головна"
    }
}